13/data/attachments/98628da17c186bf9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victoria_between_Friend_40549_3</nif:username>
            <nif:friendToBeRequested>soap_friends_b0e9a363-8ee3-4b94-a37a-9758285a8b80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>